Repository: Nooumakk/queue_tel_bot
Catalog: tele_bot/locales/*/LC_MESSAGES/mybot.po
Languages: pl

source: Выберите нужный транспорт
pl: Wybierz odpowiedni środek transportu

source: Вы не отслеживаете ни один вид транспорта
pl: Nie śledisz żadnego środku transportu

source: Введите номер автобуса
pl: Wpisz numer autobusu

source: За вами нет закрепленного автобуса
pl: Za tobą nie ma zarejestrowanego autobusu

source: Введите номер авто
pl: Wpisz numer samochodu

source: За вами нет закрепленного авто
pl: Za tobą nie ma zarejestrowanego samochodu

source: Введите номер грузовой
pl: Wpisz numer ciężarówki

source: За вами нет закрепленного грузового транспорта
pl: Za tobą nie ma zarejestrowanej ciężarówki

source: За вами закреплен автобус с номером '{}'
pl: Za tobą został zarejestrowany autobus z numerem '{}'

source: За вами закреплено авто с номером '{}'
pl: Za tobą został zarejestrowany samochód z numerem '{}'

source: Введите номер грузового транспорта
pl: Wpisz numer ciężarówki

source: За вами закреплен грузовой транспорт с номером '{}'
pl: Za tobą została zarejestrowana ciężarówka z numerem '{}'

source: Автобус с номером '{}' удален
pl: Autobus o numerze '{}' został usunięty

source: Легковая с номером '{}' удалена
pl: Samochód o numerze '{}' został usunięty

source: Грузовая с номером '{}' удалена
pl: Ciężarówka o numerze '{}' została usunięta

source: Не отслеживается
pl: Brak śledzenia

source: Закрепленный за вами транспорт: <b>Автобус:</b> {bus_number} 🚌 <b>Легковая:</b> {passenger_number} 🚘 <b>Грузовая:</b> {cargo_number} 🚛
pl: Zarejestrowany za tobą transport: <b>Autobus:</b> {bus_number} 🚌 <b>Samochód:</b> {passenger_number} 🚘 <b>Ciężarówka:</b> {cargo_number} 🚛

source: Весь отслеживаемый транспорт успешно удален
pl: Wszystkie śledzone środki transportu zostały usunięte

source: Недопустимый формат, проверьте правильность введенного номера и повторите попытку
pl: Nieprawidłowy format, sprawdź prawidłowosć wpisanego numeru i spróbuj ponownie

source: Автобус {bus_number} 🚌
pl: Autobus {bus_number} 🚌

source: Легковая {passenger_number} 🚘
pl: Samochód {passenger_number} 🚘

source: Грузовая {cargo_number} 🚛
pl: Ciężarówka {cargo_number} 🚛

source: Назад ↩️
pl: Wróć ↩️

source: Уже включен мониторинг для транспорта с номером '{}'
pl: Już włączony monitoring dla transportu z numerem '{}'

source: Выберите частоту уведомлений:
pl: Wybierz częstotliwość powiadimień

source: Параметры мониторинга: <b>Номер:</b> {number} <b>Вид транспорта:</b> {data} <b>Частота уведомлений:</b> {intensity}
pl: Parametry monitoringu: <b>Numer:</b> {number} <b>Rodzaj transportu:</b> {data} <b>Częstotliwość powiadomień:</b> {intensity}

source: ✅ Мониторинг подключен <b>Номер:</b> {number} <b>Пункт пропуска:</b> {checkpoint} <b>Периодичность:</b> {intensity} <b>Текущее место в очереди: </b> {place}
pl: ✅ Monitoring podłączony <b>Numer:</b> {number} <b>Przejście graniczne:</b> {checkpoint} <b>Częstotliwość:</b> {intensity} <b>Aktualne miejsce w kolejce: </b> {place}

source: ❌ Транспорт с номером '{}' не зарегистрирован ни в одной зоне ожидания,проверьте правильность введенного номера или повторите попытку через несколько минут
pl: ❌ Transport o numerze '{}' nie zarejestowany w zonieoczekiwania, sprawdź prawidłowość wpisanego numeru albo sprobuj ponownie przez kilka minut

source: Транспорт имеет статус '{}' Мониторинг не может быть подключен
pl: Transport ma status '{}' Monitorowanie nie może być podłączone

source: Мониторинг для транспорта с номером '{}' был удален
pl: Monitoring dla transportu o numerze '{}' został usunięty

source: Вы не подключали услугу мониторинга
pl: Nie podłączyłeś uslugi monitoringu

source: По состоянию на {}: Очереди нет
pl: Na czas {}: Kolejki nie ma

source: Информация недоступна в данное время
pl: W danym czasie informacja niedostępna

source: По состоянию на {time}: Ваше авто {place} в очереди
pl: Na czas {time}: Twój transport {place} w kolejce

source: Вас вызвали в пункт пропуска, время вызова: {time} Дата: {data}
pl: Twój transport został wyzwany do granicy, czas wyzwania: {time} Data: {data}

source: Вы не состоите в очереди
pl: Twój transport nie jest w kolejce

source: Вы не привязали номер авто к своему аккаунту
pl: Nie zarejestrowałeś numer transportu do swojego konta

source: По состоянию на {}: Длинна очереди зоны ожидания - 0
pl: Na czas {}: Długość kolejki w zonie oczekiwania- 0

source: По состоянию на {time}: Длинна очереди зоны ожидания - {queue}
pl: Na czas{time}: Długość kolejki w zonie oczekiwania - {queue}

source: По состоянию на {time}: Пропущено за сутки - {promotion}
pl: Na czas {time}: Wpuszczono w ciągu doby - {promotion}

source: По состоянию на {time}: Пропущено за час - {promotion}
pl: Na czas{time}: Wpuszczono za godzinę - {promotion}

source: Здесь ты можешь узнать информацию об очереди на границе в зонах ожидания(ЗО)
pl: Tutaj możesz znaleźć informację o kolejce w zonach oczekiwania(ZO)

source: Бот списывает информацию с официально сайта рб - <i>https://mon.declarant.by/</i> и неявляется официальным, а лишь любительским.Задача данного бота - отслеживать очередь зоны ожидания на основных пунктах пропуска РБ, и сообщать информацию о состоянии очереди пользователю.Информацию можно получить по всем доступным для пересечения границы видом транспорта. Бот позволяет сохранять номера ваших т/с и использовать их в будущем, без необходимости постоянно вводить данные при проверке.У каждого пользователя имеется свой личный кабинет, где он сам управляет своим аккаунтом, в частностиномерами своих т/с. <b>Внимание! Информация о очереди содержит в себе транспорт из зоны ожидания без учета живой очереди на въезде в зону ожидания.</b>
pl: Bot bierze informację z oficjalnej strony RB - <i>https://mon.declarant.by/</i> nie jest oficjanym, a tylko amotorskim. Celem tego botu jest śledzenie kolejki w zonach oczekiwania na przejsciach granicznych RB, i inforormować o stanie kolejki użytkownikam. Informację można dostac dla wszystkich rodzajuw transportu. Bot pozwala zapisywać numery twoich transportów i używać ich w przyszłości, bez konieczności wprowadzania danych. U każdego użytkownika swoje konto osobiste w którym może zarządzać numerami swoich transportów. <b>Uwaga! Informacja o kolejce zawiera transport z zony oczekiwania bez uwzględninia kolejki przy wjezdzie do zony oczekiwania.</b>

source: Для отправки сообщения об ошибке, будь-то неверная информация или отсутствие ответа от бота, перейдите по кнопке в чат поддержки, опишите всю ситуацию(желательно приложив скриншот), укажите в каком именно месте у вас возникла ошибка (пункт пропуска/транспорт). Ваше сообщение будет рассмотрено в ближайшее время, а ошибка исправлена.
pl: Dla wysłania wiadomości o błędzie, czy nieprawidłowej informacji, czy brak odpowiedzi od bota, przejdź do czatu pomocy technicznej, opisz całą sytuację( najlepiej załączając zrzut ekranu), napisz dokładnie, w którym miejscu wystąpił błąd(prejscie graniczne / transport). Twoja wiadomość zostanie wkrótce rozpatrzona, a błąd zostanie naprawiony.

source: Бот сканирует зоны ожидания и ищет в них ваш транспорт, чтобы в последующем следить и сообщать пользователю об движении в очереди
pl: Bot skanuje zony oczekiwania i wyszukuje w nich twój transport, aby póżniej śledzić i informować użytkownika o ruchu w kolejce

source: Личный кабинет
pl: Konto osobiste

source: Номер успешно изменен
pl: Numer został zmieniony

source: Теперь вы отслеживаете автобус с номером: '{}' ✅
pl: Teraz śledzisz autobus z numerem: '{}' ✅

source: Теперь вы отслеживаете авто с номером: '{}' ✅
pl: Teraz śledzisz samochód z numerem: '{}' ✅

source: Теперь вы отслеживаете грузовую с номером: '{}' ✅
pl: Teraz śledzisz ciężaruwkę z numerem: '{}' ✅

source: Выбери язык 👇
pl: Wybierz język 👇

source: Выберите нужную границу
pl: Wybiarz granicę

source: Страна: Польша 🇵🇱 Выберите пункт пропуска
pl: Kraj: Polska 🇵🇱 Wybierz przejście graniczne

source: Страна: Литва 🇱🇹 Выберите пункт пропуска
pl: Kraj: Litwa 🇱🇹 Wybierz przejście graniczne

source: Страна: Латвия 🇱🇻 Выберите пункт пропуска
pl: Kraj: Łotwa 🇱🇻 Wybierz przejście graniczne

source: Выберите границу с нужным государством
pl: Wybierz graniecę z państwem

source: Главное меню
pl: Menu główne

source: Страна: Литва 🇱🇹 Пункт пропуска: Бенякони
pl: Kraj: Litwa 🇱🇹 Przejście graniczne: Bieniakoni

source: Страна: Литва 🇱🇹 Пункт пропуска: Бенякони Транспорт: Автобус 🚌
pl: Kraj: Litwa 🇱🇹 Przejście graniczne: Bieniakoni Transport: Autobus 🚌

source: Страна: Литва 🇱🇹 Пункт пропуска: Бенякони Транспорт: Легковой 🚘
pl: Kraj: Litwa 🇱🇹 Przejście graniczne: Bieniakoni Transport: Samochód 🚘

source: Страна: Литва 🇱🇹 Пункт пропуска: Бенякони Транспорт: Грузовой 🚛
pl: Kraj: Litwa 🇱🇹 Przejście graniczne: Bieniakoni Transport: Ciężarówka 🚛

source: С 10.02.2023 пункт пропуска 'Берестовица' закрыт на неопределенный срок
pl: Od 10.02.2023 Przejście graniczne 'Berestowitsa' zamknięte na nieokreślony czas

source: Страна: Польша 🇵🇱 Пункт пропуска: Берестовица Транспорт: Автобус 🚌
pl: Kraj: Polska 🇵🇱 Przejście graniczne: Berestowica Transport: Autobus 🚌

source: Страна: Польша 🇵🇱 Пункт пропуска: Берестовица
pl: Kraj: Polska 🇵🇱 Przejście graniczne: Berestowica

source: Страна: Польша 🇵🇱 Пункт пропуска: Берестовица Транспорт: Легковой 🚘
pl: Kraj: Polska 🇵🇱 Przejście graniczne: Berestowica Transport: Samochód 🚘

source: Страна: Польша 🇵🇱 Пункт пропуска: Берестовица Транспорт: Грузовой 🚛
pl: Kraj: Polska 🇵🇱 Przejście graniczne: Berestowica Transport: Ciężarówka 🚛

source: Страна: Польша 🇵🇱 Пункт пропуска: Брест
pl: Kraj: Polska 🇵🇱 Przejście graniczne: Brest

source: Страна: Польша 🇵🇱 Пункт пропуска: Брест Транспорт: Автобус 🚌
pl: Kraj: Polska 🇵🇱 Przejście graniczne: Brest Transport: Autobus 🚌

source: Страна: Польша 🇵🇱 Пункт пропуска: Брест Транспорт: Легковой 🚘
pl: Kraj: Polska 🇵🇱 Przejście graniczne: Brest Transport: Samochód 🚘

source: Страна: Польша 🇵🇱 Пункт пропуска: Брест Транспорт: Грузовой 🚛
pl: Kraj: Polska 🇵🇱 Przejście graniczne: Brest Transport: Ciężarówka 🚛

source: <b>Адрес: </b><i>Гродненская область, Вороновский район, деревня Бенякони</i> <b>Телефон: </b><i>+375 (33) 654-22-04, +375 (15) 944-60-30 </i>
pl: <b>Adres: </b><i>Obwód Grodzeński, Woronowski rejon, wieś Bieniakoni</i> <b>Numer telefonu: </b><i>+375 (33) 654-22-04, +375 (15) 944-60-30 </i>

source: <b>Адрес: </b><i>Гродненская обл., Берестовицкий р-н, ГП Пограничный (ПП Берестов. — Бобровники)</i> <b>Телефон: </b><i>+375 (33) 654-22-88,+375 (33) 654-22-15</i>
pl: <b>Adres: </b><i>Obwód Grodzeński, Berestowicki rejon, Pogranicznyj (PP Berestowica — Bobrowniki)</i> <b>Numer telefonu: </b><i>+375 (33) 654-22-88,+375 (33) 654-22-15</i>

source: <b>Адрес: </b><i>Брест, Варшавское шоссе, 1</i> <b>Телефон: </b><i>+375(29) 155-56-44, +375(33) 686-06-86</i>
pl: <b>Adres: </b><i>Brest, Warszawskoje szose, 1</i> <b>Numer telefonu: </b><i>+375(29) 155-56-44, +375(33) 686-06-86</i>

source: <b>Адрес: </b><i>Витебская область, Верхнедвинский район,Бигосовский сельсовет, деревня Григоровщина</i> <b>Телефон: </b><i>+375(29) 200-97-71</i>
pl: <b>Adres: </b><i>Obwód Wiciebski, Werchnedwinski rejon, Bigosowskij rada wiejska, wieś Grigorowszczina</i> <b>Numer telefonu: </b><i>+375(29) 200-97-71</i>

source: <b>Адрес: </b><i>Гродненская обл., Ошмянский район, М7, 147км, 4</i> <b>Телефон: </b><i>+375 (1593) 49-920, +375 33 370-4265</i>
pl: <b>Adres: </b><i>Obwód Grodzeński, Oszmianski rejon, М7, 147km, 4</i> <b>Numer telefonu: </b><i>+375 (1593) 49-920, +375 33 370-4265</i>

source: <b>Адрес: </b><i>Гродненская область, Островецкий район, Ворнянский сельсовет, деревня Котловка</i> <b>Телефон: </b><i>+375(15) 917-59-01</i>
pl: <b>Adres: </b><i>Obwód Grodzeński, Ostrowecki rejon, Wornianska rada miejska, wieś Kotlowka</i> <b>Numer telefonu: </b><i>+375(15) 917-59-01</i>

source: <b>Адрес: </b><i>Витебская область, Браславский район, Межанский сельсовет, деревня Урбаны</i> <b>Телефон: </b><i>+375(215) 36-70-27</i>
pl: <b>Adres: </b><i>Obwód Wiciebski, Braslawski rejon, Meżańska rada miejska, wieś Urbany</i> <b>Телефон: </b><i>+375(215) 36-70-27</i>

source: Страна: Латвия 🇱🇻 Пункт пропуска: Григоровщина
pl: Kraj: Łotwa 🇱🇻 Przejście graniczne: Grigorowszczina

source: Страна: Латвия 🇱🇻 Пункт пропуска: Григоровщина Транспорт: Автобус 🚌
pl: Kraj: Łotwa 🇱🇻 Przejście graniczne: Grigorowszczina Transport: Autobus 🚌

source: Страна: Латвия 🇱🇻 Пункт пропуска: Григоровщина Транспорт: Легковой 🚘
pl: Kraj: Łotwa 🇱🇻 Przejście graniczne: Grigorowszczina Transport: Samochód 🚘

source: Страна: Латвия 🇱🇻 Пункт пропуска: Григоровщина Транспорт: Грузовой 🚛
pl: Kraj: Łotwa 🇱🇻 Przejście graniczne: Grigorowszczina Transport: Ciężarówka 🚛

source: Страна: Литва 🇱🇹 Пункт пропуска: Каменный Лог
pl: Kraj: Litwa 🇱🇹 Przejście graniczne: Kamennyj Log

source: Страна: Литва 🇱🇹 Пункт пропуска: Каменный Лог Транспорт: Автобус 🚌
pl: Kraj: Litwa 🇱🇹 Przejście graniczne: Kamennyj Log Transport: Autobus 🚌

source: Страна: Литва 🇱🇹 Пункт пропуска: Каменный Лог Транспорт: Легковой 🚘
pl: Kraj: Litwa 🇱🇹 Przejście graniczne: Kamennyj Log Transport: Samochód 🚘

source: Страна: Литва 🇱🇹 Пункт пропуска: Каменный Лог Транспорт: Грузовой 🚛
pl: Kraj: Litwa 🇱🇹 Przejście graniczne: Kamennyj Log Transport: Ciężarówka 🚛

source: Страна: Литва 🇱🇹 Пункт пропуска: Котловка
pl: Kraj: Litwa 🇱🇹 Przejście graniczne: Kotlowka

source: Страна: Литва 🇱🇹 Пункт пропуска: Котловка Транспорт: Автобус 🚌
pl: Kraj: Litwa 🇱🇹 Przejście graniczne: Kotlowka Transport: Autobus 🚌

source: Страна: Литва 🇱🇹 Пункт пропуска: Котловка Транспорт: Легковой 🚘
pl: Kraj: Litwa 🇱🇹 Przejście graniczne: Kotlowka Transport: Samochód 🚘

source: Страна: Литва 🇱🇹 Пункт пропуска: Котловка Транспорт: Грузовой 🚛
pl: Kraj: Litwa 🇱🇹 Przejście graniczne: Kotlowka Transport: Ciężarówka 🚛

source: Мониторинг работает неккоректно? /tiket - отправьте сообщение об ошибке в группу поддержки
pl: Monitoring nie działa poprawnie? /tiket - wiślij wiadomość do czatu pomocy

source: Меню управления мониторингом
pl: Menu zarządzania monitoringu

source: 🚌 Автобус 🚌
pl: Autobus 🚌"

source: 🚘 Легковой 🚘
pl: 🚘 Samochód 🚘

source: 🚛 Грузовой 🚛
pl: 🚛 Ciężarówka 🚛

source: Страна: Латвия 🇱🇻 Пункт пропуска: Урбаны
pl: Kraj: Łotwa 🇱🇻 Przejście graniczne: Urbany

source: Страна: Латвия 🇱🇻 Пункт пропуска: Урбаны Транспорт: Автобус 🚌
pl: Kraj: Łotwa 🇱🇻 Przejście graniczne: Urbany Transport: Autobus 🚌

source: Страна: Латвия 🇱🇻 Пункт пропуска: Урбаны Транспорт: Легковой 🚘
pl: Kraj: Łotwa 🇱🇻 Przejście graniczne: Urbany Transport: Samochód 🚘

source: Страна: Латвия 🇱🇻 Пункт пропуска: Урбаны Транспорт: Грузовой 🚛
pl: Kraj: Łotwa 🇱🇻 Przejście graniczne: Urbany Transport: Ciężarówka 🚛

source: Пункты пропуска 🏢
pl: Przejście graniczne 🏢

source: Личный кабинет 👤
pl: Konto osobiste 👤

source: Мониторинг 🔔
pl: Monitoring 🔔

source: Польша 🇵🇱
pl: Polska 🇵🇱

source: Литва 🇱🇹
pl: Litwa 🇱🇹

source: Латвия 🇱🇻
pl: Łotwa 🇱🇻

source: Берестовица
pl: Berestowica

source: Брест
pl: Brest

source: Котловка
pl: Kotlowka

source: Каменный Лог
pl: Kamenny Log

source: Бенякони
pl: Bieniakoni

source: Григоровщина
pl: Grigorowszczina

source: Урбаны
pl: Urbany

source: Чат поддержки ✉️
pl: Czat pomocy ✉️

source: Добавить номер
pl: Dodać numer

source: Изменить номер
pl: Zmienić numer

source: Удалить номер
pl: Usunąć numer

source: Отслеживаемые т/с
pl: Śledzone transporty

source: Добавить автобус 🚌
pl: Dodać autobus 🚌

source: Добавить легковую 🚘
pl: Dodać samochód 🚘

source: Добавить грузовую 🚛
pl: Dodać ciężarówkę 🚛

source: Изменить автобус 🚌
pl: Zmienić autobus 🚌

source: Изменить легковую 🚘
pl: Zmienić samochód 🚘

source: Изменить грузовую 🚛
pl: Zmienić ciężarówkę 🚛

source: Удалить автобус 🚌
pl: Usunąć autobus 🚌

source: Удалить легковую 🚘
pl: Usunąć samochód 🚘

source: Удалить грузовую 🚛
pl: Usunąć ciężarówkę 🚛

source: Удалить все номера
pl: Usunąć wszystkie numery

source: Место в очереди
pl: Miejsce w kolejce

source: Длинна очереди
pl: Długość kolejki

source: Пропущено за час
pl: Wyzwano za godzinę

source: Пропущено за сутки
pl: Wyzwano za dobę

source: Автобус 🚌
pl: Autobus 🚌

source: Легковой транспорт 🚘
pl: Samochód osobisty 🚘

source: Грузовой транспорт 🚛
pl: Ciężarówka 🚛

source: Как это работает ❓
pl: Jak to dzała ❓

source: Подключить
pl: Podłączyć

source: Отключить
pl: Wyłączyć

source: Автобус🚌
pl: Autobus🚌

source: Легковой🚘
pl: Samochód

source: Грузовой🚛
pl: Ciężarówka🚛

source: Отмена ↩️
pl: Wróć ↩️

source: Каждую машину
pl: Co 1 samochód

source: Каждые 5 машин
pl: Co 5 samochodów

source: Каждые 10 машин
pl: Co 10 samochodów

source: Каждые 20 машин
pl: Co 20 samochodów

source: Каждые 50 машин
pl: Co 50 samochodów

source: Подключить мониторинг
pl: Podłączyć monitoring

source: Отключить мониторинг
pl: Wyłączyć monitoring

source: Не отправляйте команды слишком часто
pl: Nie wysyłaj zbyt często
